<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>История</title>
    <link rel="stylesheet" href="css/style.min.css">
    <link rel="stylesheet" href="css/font.css">

</head>
<body>
<?php include 'menu.php'; ?>
<section class="history">
    <div class="container">
        <div class="history">
            <div class="history__img">
                <img src="image/history.jpg" alt="history">
            </div>
            <div class="history__text">
                <p> 1 июля 1902 года по приказу Министра князя М.И. Хилкова в Вологде было открыто техническое железнодорожного училище.</p>

                <p> В 1917 году, оно было преобразовано в Среднее техническое железнодорожное училище.</p>

                <p>В 1923 г. училище было преобразовано в Техникум железнодорожного транспорта с четырехлетним сроком обу­чения.</p>

                <p> В 1924 году техникум реорганизован в профшколу Наркомата путей сообщения, выпускники получали специальность техни­ка.</p>

                <p>В 1936 году учебное заведение объединено с Тягово-механическим техникумом, получив название Вологодский техникум железнодорожного транспорта Министерства Путей Сообщения.</p>

                <p>В годы Великой Отечественной войны в здании техникума размещался госпиталь, но подготовка специалистов железнодорожного транспорта не прекращалась.</p>

                <p>В послевоенные годы открылись отделения электроснабжения, вагонного, тепловозного хозяйств.</p>

                <p> С 1949 г. проводится подготовка специалистов без отрыва от производства на заочном отделении.</p>

                <p>В 1991 г. открыта специальность вычислительные машины, комплексы, системы и сети. В 1998 г. - техническая эксплуатация подъемно-транспортных, строительных, дорожных машин и оборудования (по отраслям) (на железнодорожном транспорте).</p>

                <p>В 2008 г. техникум вошел в 100 лучших ССУЗов России.</p>

                <p>В 2009 г. Техникум включён в Национальный реестр «Ведущие образовательные учреждения».</p>

                <p>В 2009 г. на основании распоряжения Правительства РФ от 07.04.2007г. №417-р, федеральное государственное образовательное учреждение среднего профессионального образования Вологодский техникум железнодорожного транспорта реорганизован в Вологодский техникум железнодорожного транспорта - филиал федерального государственного образовательного учреждения высшего профессионального образования «Петербургский государственный университет путей сообщения».</p>

                <p>В 2011 году Вологодский техникум железнодорожного транспорта - филиал федерального государственного образовательного учреждения высшего профессионального образования «Петербургский государственный университет путей сообщения» был переименован в Вологодский техникум железнодорожного транспорта - филиал федерального государственного бюджетного образовательного учреждения высшего профессионального образования «Петербургский государственный университет путей сообщения» на основании приказа Федерального Агентства Железнодорожного Транспорта (РОСЖЕЛДОР) от 02.06.2004 г. № 254.</p>

                <p>В настоящее время техникум располагает четырьмя учебными корпусами, 73 кабинетами и лабораториями, библиотекой, учебными мастерскими, полигоном, одним тренажерным и двумя спортивными залами, лыжной базой, двумя общежитиями, столовой. Техникум имеет свой музей.</p>

                <p>Документальный фильм, снят к 100-летию Вологодского техникума железнодорожного транспорта в 2002 г. Рассказывает о вековой истории техникума от его создания в 1902 году до наших дней...</p>
            </div>
        </div>
    <div class="video">
        <iframe width="560" height="315" src="https://www.youtube.com/embed/Cux9fqrMGWc" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
    </div>
    </div>
</section>
<?php include 'footer.php';?>
<script src="js/script.js"></script>
</body>
